04_erb_layout/deas-0.27.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    35.54ms   24.84ms  81.23ms   75.00%
    Req/Sec   158.55     64.45   253.00     54.55%
  633 requests in 2.00s, 232.98KB read
  Socket errors: connect 0, read 7, write 0, timeout 0
Requests/sec:    316.25
Transfer/sec:    116.40KB