04_erb_layout/deas-0.27.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.69ms   20.33ms  79.61ms   82.76%
    Req/Sec   159.28     39.53   235.00     58.62%
  653 requests in 2.00s, 240.05KB read
  Socket errors: connect 0, read 7, write 0, timeout 0
Requests/sec:    326.43
Transfer/sec:    120.00KB